<?php

return [
    'contact_message'=> 'نص الرسالة',
    'name' => 'الأسم',
    'whatsapp' =>'واتساب',
    'confirm' => 'تأكيد',
    'compeleted_successfully' => 'تم بنجاح',
    'head' =>
        [
            'title' =>
                [
                    'name' => 'OVAK'
                ]
        ],
    'header' =>
        [
            'home' => 'الرئيسية',
            'developers' => 'المطورين',
            'projects' => 'المشروعات',
            'consultancy' => 'الاستشارات',
            'about_contact' => 'عنا /تواصل معنا',
            'about' => 'عنا',
            'filter_result' => 'نتائج البحث',
            'logout' => 'تسجيل الخروج',
            'login' => 'تسجيل الدخول',
            'calculate_your_installments' => 'إحسب أقساطك',
            'inner_header' => [
                'consultancy' => [
                    'consultancy' => 'الاستشارات',
                    'service' => 'خدمة'
                ]
            ]
        ],
    'login' =>
        [
            'sign_up' => 'التسجيل',
            'sign_in' => 'تسجيل الدخول لـ',
            'dont_have_an_account' => 'ليس لديك حساب؟',
            'hello' => 'مرحبا',
            'join' => 'انضم',
            'text' => 'الآن ودع عائلتنا تظهر لعائلتك الطريق إلى المنزل.',
            'action' => [
                'login' => 'تسجيل الدخول'
            ],
            'email' => 'الرجاء إدخال عنوان البريد الإلكتروني الخاص بك',
            'password' => 'كلمه السر'
        ],
    'forget_password' =>
        [
            'reset_password' => 'تغيير كلمة المرور',
            'text_1' => 'سنرسل إليك بريدًا إلكترونيًا للتحقق لاستعادة كلمة المرور الخاصة بك',
            'text_2' => 'أو يمكنك التسجيل الآن',
            'sign_up' => 'التسجيل',
            'forgot_password' => 'هل نسيت كلمة المرور؟',
            'invalid_token' => 'رمز التحقق غير صالح'

        ],
    'verification' =>
        [
            'header' => 'أدخل رمز التحقق الذي تلقيته',
            'input' => 'أدخل رمز التحقق'
        ],
    'register' =>
        [
            'registration' => 'التسجيل',
            'first_name' => 'الاسم الاول',
            'last_name' => 'الاسم الاخير',
            'email_address' => 'عنوان البريد الالكترونى',
            'phone_number' => 'رقم الهاتف',
            'password' => 'كلمه السر',
            'already_have_account' => 'لديك حساب بالفعل؟',
            'action' => [
                'sign_up' => 'التسجيل',
            ],
            'welcome_back' => 'مرحبا بعودتك',
            'text' => 'سجل الدخول الآن واكتشف المزيد من الخيارات والميزات من',
            'website' => 'موقع الكتروني'
        ],

    'logout' =>
        [
            'are_you_sure' => "هل أنت متأكد من أنك تريد",
            'logout' => 'تسجيل خروج'
        ],
    'actions' =>
        [
            'show_more' => 'أظهر المزيد'
        ],
    'title' =>
        [
            'developers_list' => 'قائمة المطورين',
            'projects' => 'المشاريع',
            'developers' => 'المطورين',
            'view_all_developers' => 'عرض جميع المطورين',
            'view_all_projects' => 'عرض جميع المشروعات',
            'similar_developers' => 'مطورين مشابهين'
        ],
    'filter' =>
        [
            'development_company' => 'الشركة المطورة',
            'district_location' => 'الموقع',
            'unit_type' => 'نوع الوحدة',
            'delivery_date' => 'تاريخ التسليم',
            'search' => 'بحث',
            'finishing_type' => 'نوع التشطيب',
            'title' => 'إبحث عن عقارك',
            'all_project_types' => 'كل انواع المشروعات',
            'all_district_location' => 'كل المواقع',
            'all_development_companies' => 'كل الشركات المطورة',
            'all_finish_types' => 'كل انواع التشطيب',
            'all_unit_types' => 'كل انوع الوحدات',
            'all_property_types' => 'كل انواع المشروعات',
            'all_delivery_dates' => 'كل مواعيد الاستلام',
            'price_range' => 'السعر',
            'area_range' => 'المساحة',
        ],
    'form' =>
        [
            'sort_by' => ' العرض حسب الموقع',
            'show_all' => 'عرض الكل'
        ],
    'home' =>
        [
            'relax_and_let' => 'خدمة الاستشارات العقارية',
            'do_the_rest' => 'أفضل اختيار',
            'consultancy' => '',
            'service' => '',
            'learn_more' => 'أعرف أكثر',
            'vision' => [
                'we_find_you' => 'نحن نجد لك',
                'the_perfect_choice' => 'الإختيار الأمثل',
                'description_gold' => 'كل ما عليك هو أن تختار الوحده التي تحلم بها و استشرنا',
                'description_gray' => ' و سوف ندرس
                            جميع متطلباتك بعناية و إهتمام',
                'description' => 'و نعطيك أنسب الإختيارات لتختار من بينها
                            وحدة أحلامك. ',
                'mission_and_vision' => 'مهمتنا و رؤيتنا'
            ],
            'project' => [
                'featured' => 'المشروعات',
                'projects' => 'المميزة',
            ],
            'subscription' => [
                'subscribe' => 'إشترك لمعرفة',
                'subscribe_button'=> 'اشترك',
                'market_news' => 'أخبار سوق العقارات',
                'enter_email_placeholder' => 'ادخل البريد الألكتروني',
                'title' => ' بنقره واحده، ستصلك أحدث أخبار سوق العقارات المحلي و احدث
                    العروض المتاحة.'
            ],
            'developers' => [
                'developers' => 'العقاريين',
                'projects' => 'المطورين',
            ]
        ],
    'projects' =>
        [
            'district' => 'منطقة',
            'property_type' => 'نوع العقار',
            'one_of' => 'واحده من ',
            'projects' => 'جميع المشروعات',
            'project' => 'مشروع',
            'projects' => 'مشروعات',
            'interested' => 'مهتم',
            'ask_about_this_project_details' => 'اسأل عن تفاصيل هذا المشروع',
            'ask_now' => 'اسأل الآن',
            'overview' => 'نظرة عامة',
            'amenities' => 'وسائل الراحة',
            'utilities' => 'خدمات',
            'previous' => 'السابق',
            'next' => 'التالى',
        ],
    'units' => [
        'overview' => 'نظرة عامة',
        'interested' => 'مهتم',
        'ask_about_this_project_details' => 'اسأل عن تفاصيل هذه الوحدة',
        'ask_now' => 'اسأل الآن',
        'price' => 'السعر من'
    ],
    'result' =>
        [
            'residential' => 'سكني',
            'compound' => 'مجمع سكني'
        ],
    'consultancy' =>
        [
            'consult' => 'استشر',
            'consultancy' => 'خدمة الاستشارات العقارية',
            'service' => 'أفضل اختيار',
            'form' => [
                'title' => 'دعنا نحدد لك الإختيار الأمثل',
                'choices' => [
                    'residential' => 'سكني',
                    'commercial' => 'تجاري',
                    'select_project' => 'حدد المشروع'
                ],
                'action' => [
                    'submit' => 'استشرنا الآن'
                ]
            ],
            'installment' => [
                'installment' => 'أقساط',
                'calculator'=>'احسب اقساطك',
                'form' => [
                    'property_price' => 'سعر العقار',
                    'currency' => 'ج.م',
                    'metere' => 'متر',
                    'total_amount' => 'القيمة الكلية',
                    'total_amount_placeholder' => 'القيمة بالجنية المصري',
                    'down_payment' => 'المقدم',
                    'amount' => 'المبلغ',
                    'amount_placeholder' => 'المبلغ بالجنية المصري',
                    'percent' => 'النسبة المئوية',
                    'installment_period' => 'مده التقسيط',
                    'years' => 'السنوات',
                    'years_placeholder' => 'ادخل عدد السنوات',
                    'actions' => [
                        'calculate' => 'احسب',
                        'clear' => 'مسح'
                    ]
                ],
                'table' => [
                    'remaining' => 'المتبقي',
                    'installment_type' => 'نوع التقسيط',
                    'amount' => 'المبلغ',
                    'number' => 'رقم',
                    'monthly_installment' => 'القسط الشهري',
                    'quarterly_installment' => 'القسط الربع سنوي',
                    'semi_annual_installment' => 'القسط النصف السنوي',
                    'le' => 'ج.م'
                ]
            ]
        ],
    'message' => [
        'unauthorized_user' => 'يرجى التحقق من بريدك الإلكتروني وكلمة المرور'
    ],
    'about' => [
        'name' => 'Ovak',
        'about' => 'عن',
        'about_section' => ' وكالة إستشارات عقارية حديثة واعدة، أسست بأيدي مصرية شابة
                برؤية و أفكار مستقبلية و إمكانيات متطورة حتي نواكب التطور اليومي في
                سوق العقارات المصري و نصنع لنا اسما لامعا بين أكبر الأسماء في مجال
                العقارات الضخم. نحن نسعي لنقدم أحدث و أدق المعلومات عن سوق
                العقارات لنسهل عليك عملية البحث و جمع المعلومات التي تلبي متطلباتك
                من خلال واجهة واحده شاملة.',
        'our' => '',
        'vision' => 'رؤيتنا',
        'mission' => 'مهمتنا',
        'services' => 'خدامتنا',
        'about_section_2' => 'ليست كأي شركة سمسرة عقارية جديدة في السوق المصري، نحن لا نسعي ابداً لاضافة عبء علي العميل بتكاليف  مقابل خدماتنا . <span class="gold-color">امتلك المعرفة المتطورة</span> ليس فقط بشعار، و لكن هي فكرة، عقلية، و طريقة تفكير لكل فرد في فريق <span class="gold-color">OVAK </span>.
                رؤيتنا هي ان نوفر المعلومات المتاحة للمستخدم مع تقليل ازعاج المهمات الغير ضرورية خلال عملية البحث. تضييق نطاق  البحث ليست بعملية سهلة، و لكن مع تجميع الخبرات و تحليل الكثير من البيانات، تكون معرفة ما يريده العميل بدقة اسهل ما يكون. المعرفة سلاح ذو حدين و لكن مع',
        'about_section_3' => ' نحن نوجه إهتمامنا الكامل إلي حصول عملائنا و مستخدمينا علي أفضل
                تجربة سوقية و ذلك من خلال ضغطات قليلة فقط، لنوفر لهم الوقت في
                البحث لتجنب إهدار الكثير من الوقت سواء في البحث الشبكي او من
                خلال المعارض الحية. نحن نقدم خلاصة سنوات الخبرة لنوفر لمستخدمينا
                أدق و أشمل المعلومات ليحصلوا علي دخولٍ سهل لعالم العقارات الواسع،
                والتعرف علي أحدث الإختيارات المتاحة في السوق من وحدات و عقارات
                التي تناسب المتطلبات المختلفة .',
        'slogan' => 'امتلك المعرفة المتطورة',
        'our_vision_1' => 'ليست كأي شركة سمسرة عقارية جديدة في السوق المصري، نحن لا نسعي ابداً لاضافة عبء علي العميل بتكاليف  مقابل خدماتنا ',
        'our_vision_2' => 'ليس فقط بشعار، و لكن هي فكرة، عقلية، و طريقة تفكير لكل فرد في فريق رؤيتنا هي ان نوفر المعلومات المتاحة للمستخدم مع تقليل ازعاج المهمات الغير ضرورية خلال عملية البحث. تضييق نطاق  البحث ليست بعملية سهلة، و لكن مع تجميع الخبرات و تحليل الكثير من البيانات، تكون معرفة ما يريده العميل بدقة اسهل ما يكون. المعرفة سلاح ذو حدين و لكن مع نجعلها في مصلحتنا و نختار منها بعناية كل ما هو متطور لنلبي جميع متطلبات عملائنا.',

        'our_mission' => ' نحن نوجه إهتمامنا الكامل إلي حصول عملائنا و مستخدمينا علي أفضل
                تجربة سوقية و ذلك من خلال ضغطات قليلة فقط، لنوفر لهم الوقت في
                البحث لتجنب إهدار الكثير من الوقت سواء في البحث الشبكي او من
                خلال المعارض الحية. نحن نقدم خلاصة سنوات الخبرة لنوفر لمستخدمينا
                أدق و أشمل المعلومات ليحصلوا علي دخولٍ سهل لعالم العقارات الواسع،
                والتعرف علي أحدث الإختيارات المتاحة في السوق من وحدات و عقارات
                التي تناسب المتطلبات المختلفة .',
        'consultation_service' => 'خدمة الإستشارات',
        'consultation_service_description' => '                                    نقدم لك الأستشارة المناسبة لاختيارك بتوفيرنا لك معرفتنا المتطورة التي تلبي متطلباتك',
        'units_filter' => 'تصفية الوحدات',
        'units_filter_description' => 'نسهل لك البحث عن الوحدة التي تحلم بها من بين أكبر مطورين
                                    المشروعات',
        'installments_calculation' => 'حسابة الأقساط',
        'installments_calculation_description' => ' من خلال خدمة حسابة الأقساط التي نقدمها، يمكنك بسهوله أن تحسب
                                    الأقساط للوحدة التي تريدها، شهريا او ربع سنويا او سنويا و ستظهر لك
                                    النتائج فورا',
        'booking_service' => 'خدمة الحجز',
        'booking_service_ask_now' => 'إسأل الآن',
        'booking_service_description_1' => 'نوفر لك إختيار الحجز عن طريق الضغط علي',
        'booking_service_description_2' => 'و سيقوم أحد
                                    ممثلينا بالتواصل معك في اقرب وقتٍ متاح للإتفاق علي مقابلة مباشرة مع
                                    الشركة المطورة المسؤولة عن الوحدة التي قمت بإختيارها ',
        'contact' => 'تواصل',
        'us' => 'معنا',
        'address' => ' الحي الثاني 115, المنطقة الرابعة, التجمع الخامس ,مصر',
        'working_days' => 'الأحد الي الخميس 10 ص-6 م',
        'form' => [
            'submit' => 'ارسل رسالة'
        ]

    ],

    'modals' => [
        'logout' => [

        ],
        'login' => [

        ],
        'register' => [
        ],
        'ask' => [
            'header' => 'سيقوم أحد مندوبننا بالاتصال بك في أقرب وقت ممكن',
            'sub_header' => 'في خلال 24 ساعة'
        ],
        'password'=> [
            'Enter_Code' => 'ادخل الرمز',
            'Enter_Code_Email' => 'برجاء ادخال الرمز الذي تلقيته علي بريدك الألكتروني',
            'sign_Up_Now '=>'او يمكنك التسجيل الأن',
        ]

    ],
    'footer' => [
        'menus' => [
            'home' => [
                'home' => 'الرئيسية',
                'filter' => 'بحث',
                'vision_and_mission' => 'رؤيتنا ومهمتنا',
                'projects' => 'المشروعات',
                'subscription' => 'الاشتراك',
                'developers' => 'المطورين'
            ],
            'projects' => [
                'project' => 'المشروع',
                'projects' => 'المشروعات',
                'developers' => 'المطورين'
            ],
            'developers' => [
                'developers' => 'المطورين'
            ],
            'consultancy' => [
                'consultancy' => 'استشارات',
                'consult' => 'استشر',
                'installments' => 'حساب الاقساط',
            ],
            'about_us' => [
                'about_us' => 'عنا',
                'out_vision' => 'رؤيتنا',
                'our_services' => 'خدماتنا',
                'contact_us' => 'تواصل معنا'
            ],
            'follow_us' => 'تابعنا علي',
            'market_news' => 'أخبار سوق العقارات',
            'join_mail_listing' => 'انضم إلينا لتحصل علي كل جديد',
            'Copyrights' => 'حقوق النشر© :year جميع الحقوق محفوظة OVAK.'
        ]
    ]
];
